message_menu_admin = """
<b>Всего пользователей:</b> {}
<b>Верифицированы:</b> {}
<b>Забанено:</b> {}
"""

message_user_input = """
Введите telegram id/username пользователя
"""

message_user_info = """
<b>ID:</b> <code>{}</code>
<b>Username:</b> @{}
<b>Забанен:</b> {}
<b>Верифицирован:</b> {}
<b>Дата регистрации:</b> {}
"""

message_menu_errors = {
    "11": "Разблокировать",
    "10": "Заблокировать",
    "21": "Убрать верификацию",
    "20": "Верифицировать",
    "2-1": "Верифицировать",
    0: "Нет",
    1: "Да",
    -1: "На проверке",
    1300: "Вы достигли границы списка",
    1404: "Пользователь не найден"
}
